src/lib/sugarsoapBinding.create_contact.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:create_contact>
   <user_name></user_name>
   <password></password>
   <first_name></first_name>
   <last_name></last_name>
   <email_address></email_address>
  </ns1:create_contact>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
